#!/usr/bin/env python3
# -*- coding=utf-8 -*-
# 本脚由亁颐堂现任明教教主编写，用于乾颐盾Python课程！
# 教主QQ:605658506
# 亁颐堂官网www.qytang.com
# 教主技术进化论拓展你的技术新边疆
# https://ke.qq.com/course/271956?tuin=24199d8a

sec = {'方向': '安全',
       '摘要': '主要讲解网络安全知识',
       '授课老师': '现任明教教主',
       '授课方式': '在线,网真,本地',
       '课程特色': '加入黑客技术',
       '是否提供实验环境': '提供VPN访问云试验台',
       '具体课程': ['FW', 'VPN', 'IDS', 'Hacker']}

dc = {'方向': '数据中心',
      '摘要': '主要讲解数据中心知识',
      '授课老师': '马海波',
      '授课方式': '在线,网真,本地',
      '是否提供实验环境': '不提供分解试验台',
      '具体课程': ['Nexus', 'UCS', 'Storage']}
